cmd_1001 打开大地图 并确认大地图打开之后返回
cmd_1002 关闭所有的地图 等待完全关闭后返回
cmd_1003打开小地图 会检测当前是否已经有打开的小地图,如果有则关闭
cmd_1004打开当前场景的小地图,如果小地图已经打开则不处理
cmd_1005 打开当前场景的小地图,如果小地图已经打开则不处理
cmd_1006 会检测当前是否已经有打开的小地图,如果有则关闭
cmd_1007 打开任务栏界面
cmd_1008 关闭任务栏界面


cmd_1101 与指定NPC对话 小红点查找的方式
cmd_1102 通过大地图打开小地图并 点击指定坐标
cmd_1103 打开小地图并 点击指定坐标
cmd_1104 查找黄色提示文字并点击
cmd_1105 自动寻路=>移动到指定场景的指定坐标
cmd_1106 目標點附近才能使用這個方法,用來查找對話標誌
cmd_1107 进入战斗
cmd_1108 获取指定题目的答案


cmd_1201 领取职业任务
cmd_1202 执行职业任务
cmd_1203 勾魂马面任务
cmd_1204 鬼族使者任务
cmd_1205 人族使者任务
cmd_1206 袁天罡任务
cmd_1207 道士任务
cmd_1208 李世民任务
cmd_1209 信使任务
cmd_1210 孙悟空任务
cmd_1211 大大王任务
